// Написать функцию task3, которая принимает аргументом val.
// Если val является числом, то выводит на консоль квадрат этого числа
// Если строка, то выводит сообщение: 'Вы ввели строку. пожалуйста введите число'
// Иначе: 'Введите число'

// здесь твой код


// проверка
console.log(task3(5));
console.log(task3('5'));
console.log(task3(7));
console.log(task3(true));
console.log(task3({}));
// Должно вывести
// 25
// Вы ввели строку. пожалуйста введите число
// 49
// Введите число
// Введите число